{
  "grand-father":{
    "resolve":"golfClub",
    "chatbox":["Bonjour mon petit, j’ai besoin de contrôlé mon rythme cardiaque lorsque je fais du sport. Pourrais-tu me trouver mon club de golf je l’ai déposé quelque part je ne me souviens plus où.",
    "J’ai besoin de mon club de golf connecté pour contrôler mon rythme cardiaque.",
    "Je te remercie de me l'avoir rapporté, je vais au golf !",
    "Oh non fiston ce n’est pas ça... J’ai besoin de mon club de golf."],
    "texture":"grandfather",
    "posX":600,
    "posY":655,
    "scale":0.60
  },
  "grand-mother":{
    "resolve":"sleepCaptor",
    "chatbox":["Ah te voilà, je te cherchais. Mon médecin voudrait observer comment se déroule mon sommeil. Peux-tu m’en rapporter un ?",
    "Mon médecin veut observer mon sommeil, apporte-moi un capteur de sommeil.",
    "merci mon garçon je m’en vais de ce pas l’installer sous mon lit. Mon médecin aura toutes les informations grâce à ceci.",
    "Ce n'est pas ce que je cherche. Je t’ai demandé un capteur de sommeil."],
    "texture":"grandmother",
    "posX":1120,
    "posY":720,
    "scale":0.60
  },
  "father":{
    "resolve":"watch",
    "chatbox":["Ah mon fils ! Justement j’ai besoin de toi. J’aimerai aller courir en rentrant du travail peux-tu aller me chercher ma montre connectée. J’aime contrôler mon rythme cardiaque et mes calories dépensées.",
    "Avant d’aller courir ce soir j’ai besoin que tu me rapporte ma montre connectée.",
    "Merci fiston, à ce soir.",
    "Non non non..., ce n’est pas ce que je veux, j'ai besoin de ma montre connectée."],
    "texture":"father",
    "posX":1239,
    "posY":812,
    "scale":0.60
  },
  "mother":{
    "resolve":"pregnancyTracker",
    "chatbox":["Coucou mon chérie, J’ai besoin du baby tracker pour femme enceinte pour suivre l’avancer et l’état de ton petit frère.",
    "J’ai besoin du baby tracker pour ton petit frère.",
    "Super je te remercie de ton aide. Amuse-toi bien.",
    "Euh...Ce n’est pas vraiment ce dont j’ai besoin. J’ai besoin du baby tracker."],
    "texture":"mother",
    "posX":909,
    "posY":938,
    "scale":0.60
  },
  "sister":{
    "resolve":"football",
    "chatbox":["Salut grand frère, Tu m’avais dit que on jouerait au football rapporte moi mon ballon connecté que je te mette un raclée!",
    "Aller ! Apporte le ballon connecté.",
    "Ah enfin ! Je vais te montrer à quel point je me suis amélioré depuis la dernière fois.",
    "Tu te dégonfles frangin, ce n’est pas ça que je veux c’est le ballon de football connecté."],
    "texture":"sister",
    "posX":1178,
    "posY":938,
    "scale":0.60
  }
}
